<section class="about" id="about">
    <div class="container text-center px-3 px-md-4 px-lg-5">
        <h2 class="display-4 mb-3">大賽簡介</h2>
        <p>「 2018 年 APP 移動應用創新賽 」 台灣校園團隊向世界展現實力的絕佳舞台，歡迎全台大專院校學生激發創意思考及實作能力，以 iOS 系統設計開發，並以蘋果公司的產品及開發工具為基礎，設計出極具創意與高實用性的APP作品。</p>
        <p>為鼓勵更多學生加入程式設計行列，全台唯一 Apple 區域教育培訓中心-逢甲大學與 Straight A 晶盛科技雙方合作，舉辦 Apple 「App移動應用創新賽」， 2017 年首度在台舉辦，即吸引來自 38 所學校、174 組團隊報名參加，評選出來五名優秀隊伍，由主辦單位贊助，代表台灣前往大中華區參加總決賽，在與香港、台灣、中國、新加坡等各國程式設計好手激烈競賽後，台灣隊伍成績斐然，由來自淡江大學、台北教育大學、逢甲大學及成功大學的學生團隊分別獲一等獎、二等獎和三等獎，讓世界看見台灣學子的實力。</p>
        <p>「 2018 年 APP 移動應用創新賽」全台將遴選出前五名決賽隊伍，繼續參加浙江大學舉辦之大中華區 「 2018年 APP 移動應用創新賽 」 總決賽，以取得最大殊榮。大賽最後得獎者，將被邀請參加 Apple WWDC 開發者大會。誠摯邀約各校師生組成跨系、跨校、跨國聯隊，參與本屆大中華區最盛大 APP 競賽，讓台灣校園團隊展現優異的能力，透過與各地團隊的交流與相互學習，進而培育更多程式設計人才，未來在國際舞台上發光發熱！</p>
    </div>
</section>