<section class="about" id="about">
    <div class="container text-center px-3 px-md-4 px-lg-5">
        <h2 class="display-4 mb-3" style="background-image: url(images/table.png);background-size: cover; border-radius: 35px;">大賽簡介</h2>
        <pApp>「 2019 年 APP 移動應用創新賽」台灣校園團隊揚名大中華區的絕佳舞台，歡迎全台大專院校學生激發創意思考及實作能力，以 iOS 系統設計開發，並以蘋果公司的產品及開發工具為基礎，設計出極具創意與高實用性的APP作品。</p>
        <pApp>「 APP 移動應用創新賽」自 2017 年首度在台創辦以來，已有超過 300 支隊伍、上千名師生用心投入本競賽中，其中更有多件作品榮獲大中華區一、二、三等獎。今年為鼓勵更多學生加入程式設計行列，全台第一間Apple 區域教育培訓中心-逢甲大學與Straight A 晶盛科技合作，舉辦 Apple 「第三屆App移動應用創新賽」，將持續秉持著激發全台大學生創意思考及實作能力，以 iOS 系統設計開發，並以蘋果公司的產品及開發工具為基礎，設計出極具創意與高實用性的APP作品，競賽總獎金超過百萬，熱烈歡迎同學與師長組隊來挑戰。</p>
        <pApp>「 2019 年 APP 移動應用創新賽」全台將遴選出前三名決賽隊伍，繼續參加浙江大學舉辦之大中華區「2019年 APP 移動應用創新賽」總決賽，以取得最大殊榮。大賽最後得獎者，將被邀請參加 Apple WWDC 開發者大會。誠摯邀約各校師生組成跨系、跨校、跨國聯隊，參與本屆大中華區最盛大 APP 競賽，讓台灣校園團隊展現優異的能力，透過與各地團隊的交流與相互學習，進而培育更多程式設計人才在國際舞台上發光發熱！</p>
    </div>
</section>