<section class="related_statement" id="related_statement">
    <div class="container-fluid text-center px-3 px-md-4 px-lg-5">
        <h2 class="display-4 mb-3">相關聲明</h2>
        <ol class="text-left">
            <li class="h4">參賽隊伍／參賽個人在此保證參賽作品的原創性（即所有為本次大賽開發並提交的作品），不侵犯任何第三方的知識產權或其他權益，同時符合所有適用的法律法規。</li>
            <li class="h4">參賽隊伍／參賽個人在此保證其在本次大賽期間不會將參賽作品轉讓或許可給任何第三方。</li>
            <li class="h4">參賽隊伍／參賽個人在此授予各主辦方，不限於本次活動，可以任何形式使用參賽作品進行宣傳、展示和傳播的權利，而無需支付任何使用費或其他費用。</li>
            <li class="h4">參賽隊伍／參賽個人在此保證，若其在本次大賽結束後將參賽作品轉讓給任何第三方、以任何方式許可給任何第三方進行任何形式的使用或對參賽作品進行其他任何形式的處置，其均將確保此等行為涉及的任何第三方書面同意並確認各主辦方仍繼續擁有對參賽作品的前述免費使用權以及在本聲明中涉及的其他任何權利。</li>
            <li class="h4">參賽隊伍／參賽個人同意對違反前述保證所造成的糾紛或索賠承擔全部責任，保證大賽主辦單位不因此違反遭受任何損失，並補償大賽主辦單位由此遭受的任何損失。</li>
            <li class="h4">依中華民國稅法規定，獎項金額若超過新台幣 1,000元，得獎人須依規定填寫個人資料並繳交相關得獎收據，本國籍人士需負擔 10% 之稅額；非本國國民且居留、停留未滿 183天者，需負擔 20% 稅額，中獎人須繳交身份證正反面影本（非本國國籍人士得以護照、居留證等文件替代）供核對用，且須列入個人所得，得獎者若未成年，請附上戶口名簿及法定代理人之身份證正反面影本。若得獎者無法配合，則視為自動棄權，不具得獎資格。贈品不得轉換、轉讓或折換現金。若獎品適逢Apple新品改款，主辦單位保留以同等級獎品替代原獎品之權利。 </li>
            <li class="h4">主辦單位向參加者蒐集個人資料，蒐集之目的係作為本活動及其衍生之授權或其他相關稽核目的，並作為傳遞將來本活動相關訊息之用。參加者個人資料將由主辦單位暨關係企業或受主辦單位委託代為處理事務之第三人進行處理及利用。參賽者依法得向主辦單位請求查詢、複製、 補充更正、停止蒐集處理利用或刪除參加者之個人資料。參賽者得選擇不提供個人資料，但參賽者之參加活動/得獎資格將因程序未完成而視為放棄權。</li>
            <li class="h4">主辦單位對本章程所有內容擁有最終解釋權，並保留隨時修改或終止本活動之權利。若有其他未盡事宜，則以本競賽網站最終公告之說明為準。</li>
            <li class="h4">凡參加報名者，視為已閱讀並完全同意遵守本競賽之一切規定。</li>
        </ol>
    </div>
</section>