<section class="review_and_awards" id="review_and_awards">
    <div class="container text-center px-3 px-md-4 px-lg-5">
        <h2 class="display-4 mb-3">評審及評獎</h2>
        <ol class="text-left">
            <li class="h4">參賽作品篩選及初賽階段作品評審，均採取區域之間評委交叉評審的方式(即參賽學校學生的作品，不會由來自其本校的評委進行評審)，決賽階段評委會將對決賽參賽作品進行現場評分。</li>
            <li class="h4">初賽成績不作為決賽階段評審的依據。</li>
            <li class="h4">本次競賽的評審結果由評審團審定，並在比賽官方網站公佈。獲獎證書由主辦單位統一印製、頒發。頒獎典禮在決賽評審結束後進行。</li>
            <li class="h4">獲獎結果公佈後，對獲獎作品保留10天的質疑投訴期，投訴者應提供真實姓名、單位、聯繫方式及詳細證據以證明獲獎作品參賽隊伍存在違規行為，主辦單位將在收到實名投訴後進行調查，如確認參賽隊違規，主辦單位將取消該參賽隊伍所獲獎項並重新調整獎項的授予，主辦單位將依法保護投訴人的隱私權益，超過10天的質疑投訴期此權利不受影響，參賽者應返還所有得獎獎項。 </li>
            <li class="h4">任何涉嫌作弊行為，一經查出，參賽者將被取消參賽資格。 </li>
        </ol>
    </div>
</section>