<section class="work_requirement" id="work_requirement">

    <div class="container-fluid text-center px-3 px-md-4 px-lg-5">
    
        <h2 class="display-4 mb-3">作品要求</h2>
        <ol class="text-left">
        
            <li class="h4">本次大賽參賽作品須為具有一定功能的原創性應用程式，該APP應基於 iOS 系統設計開發，並以蘋果公司的產品組合及開發工具為基礎。鼓勵參賽隊伍下載使用 Swift 語言進行開發。</li>
        
            <li class="h4">作品主題須緊扣競賽推薦的應用領域，及社會關注的議題，包括能源、健康醫療、環保、養老、智慧交通、智慧城市、智慧物流、與社會服務相關的物聯網、食品安全、與社會服務相關的大數據。參賽者可自由命題，自行搜集、獲取相關數據，提供解決方案並能在移動設備上實際運行。參賽隊伍須將參賽作品上傳至本次競賽官方網站。在上傳參賽作品時，各參賽隊需按第八點競賽文件的要求，提交參賽作品相關說明資料。</li>
        
            <li class="h4">企劃書提交截止日期之前，各參賽隊伍可隨時修改、優化、更新已提交的競賽文件資料。</li>
        
            <li class="h4">首次提交參賽作品時，須繳企劃書，如競賽文件企劃書電子檔所規範；進入決賽的參賽隊伍提交參賽作品時，作品應包含可在移動裝置中運行的應用程式，包含 APP 操作過程影片檔、現場簡報檔、 SOURCE CODE 及 APP 宣傳文件，進入決賽公布後，參賽隊伍可對作品進行優化，但不能變更作品主題和內容，並根據決賽要求提供最終作品，參賽作品以作品提交截止日期前提交的最後一版為準。</li>
        
            <li class="h4">進入決賽的參賽隊伍，在準決賽現場前，主辦單位將提供必要的技術支援。</li>
        
            </ol>
        </div>
</section>