<section class="work_requirement" id="work_requirement">

    <div class="container text-center px-3 px-md-4 px-lg-5">
    
        <h2 class="display-4 mb-3">作品要求</h2>
        <ol class="text-left">
        
            <li class="h4">本次大賽參賽作品須為具有一定功能的應用程式，該應用程式應基於 iOS 系統設計開發，並以蘋果公司的產品及開發工具為基礎。鼓勵參賽隊伍下載 Xcode 工具以及使用 Swift 語言進行開發。</li>
        
            <li class="h4">作品主題須緊扣競賽推薦的應用領域，及社會關注的議題，包括工業、農業、健康醫療、環境保護、教育、養老、行政管理、安全及大數據應用等，恕不受理遊戲類領域作品報名。參賽者可自由命名，自行蒐集，獲得相關數據，提供解決方案並能在移動裝置上實際運行，由專家評審進行排名。參賽隊伍要在上傳參賽作品時，各參賽隊需按第八點競賽文件的要求，提交參賽作品相關說明資料。</li>
        
            <li class="h4">企劃書提交截止日期之前，各參賽隊伍可隨時修改、優化、更新已提交的競賽文件資料。</li>
        
            <li class="h4">首次提交參賽作品時，須繳企劃書，如競賽文件企劃書電子檔所規範；進入決賽的參賽隊伍提交參賽作品時，作品應包含可在移動裝置中運行的應用程式，包含 APP 操作過程影片檔、現場簡報檔、 SOURCE CODE 及 APP 宣傳文件，進入決賽公布後，參賽隊伍可對作品進行優化，但不能變更作品主題和內容，並根據決賽要求提供最終作品，參賽作品以作品提交截止日期前提交的最後一版為準。</li>
        
            <li class="h4">進入決賽的參賽隊伍，在準決賽現場前，主辦單位將提供必要的技術支援。</li>
        
            </ol>
        </div>
</section>