@extends('layouts.app') @section('content')
<section class="about" id="about">
    <div class="container text-center px-3 px-md-4 px-lg-5">
        <h2 class="display-4 mb-3">大賽簡介</h2>
        <p>全球軟體業蓬勃發展，程式人才需求若渴，Apple 區域教育培新中心 - 逢甲大學與晶盛科技雙方合作，藉由舉辦 『2018 年 APP 移動應用創新賽』，激發全台大專院校學生之創意思考及實作能力，鼓勵資訊領域專長及跨領域學生自組組隊，發揮創造力，完成富有精緻創意與高實用性之創意作品，各參賽隊伍將應用移動設備技術開發新的應用程式，以解決生活中各個領域的問題，包括於工業、農業、健康醫療、環境保護、教育、養老、行政管理、安全及大數據應用等。</p>
        <p>大賽決賽將遴選出前五名參賽隊伍，繼續參加浙江大學舉辦之大中華區『2018 年 APP 移動應用創新賽』複賽，以取得最大殊榮。大賽最後得獎者，將被邀請參加 Apple WWDC 開發者大會，期藉此競賽連結各界菁英，共同為程式開發創造出更前瞻的願景，讓世界看見台灣學子的無限可能。</p>
    </div>
</section>
@endsection