@extends('layouts.app') @section('content')
<section class="related_statement" id="related_statement">
    <div class="container text-center px-3 px-md-4 px-lg-5">
        <h2 class="display-4 mb-3">相關聲明</h2>
        <ol class="text-left">
            <li class="h4">參賽隊伍／參賽個⼈在此保證參賽作品的原創性（即所有為本次⼤賽開發並提交的作品），不侵犯任何第三⽅的知識產權或其他權益，同時符合所有適⽤的法律法規。 </li>
            <li class="h4">參賽隊伍／參賽個⼈在此保證其在本次⼤賽期間不會將參賽作品轉讓或許可給任何第三⽅。 </li>
            <li class="h4">參賽隊伍／參賽個⼈在此授予各主辦⽅，不限於本次活動，可以任何形式使⽤參賽作品進⾏宣傳、展⽰和傳播的權利，⽽無需⽀付任何使⽤費或其他費⽤。 </li>
            <li class="h4">參賽隊伍／參賽個⼈在此保證，若其在本次⼤賽結束後將參賽作品轉讓給任何第三⽅、以任何⽅式許可給任何第三⽅進⾏任何形式的使⽤或對參賽作品進⾏其他任何形式的處置，其均將確保此等⾏為涉及的任何第三⽅書⾯同意並確認各主辦⽅仍繼續擁有對參賽作品的前述免費使⽤權以及在本聲明中涉及的其他任何權利。 </li>
            <li class="h4">參賽隊伍／參賽個⼈同意對違反前述保證所造成的糾紛或索賠承擔全部責任，保證⼤賽主辦單位不因此違反遭受任何損失，並補償⼤賽主辦單位由此遭受的任何損失。 </li>
            <li class="h4">依中華民國稅法規定，獎項⾦額若超過新台幣1,000元，得獎⼈須依規定填寫個⼈資料並繳交相關得獎收據，本國籍⼈⼠需負擔10%之稅額；⾮本國國民且居留、停留未滿183天者，需負擔 20%稅額，中獎⼈須繳交⾝份證正反⾯影本（⾮本國國籍⼈⼠得以護照、居留證等⽂件替代）供核對⽤，且須列⼊個⼈所得，得獎者若未成年，請附上⼾⼝名簿及法定代理⼈之⾝份證正反⾯影本。若得獎者無法配合，則視為⾃動棄權，不具得獎資格。贈品不得轉換、轉讓或折換現⾦。若贈品適逢Apple新品改款，主辦單位保留以同等級獎品替代原獎品之權利。 </li>
            <li class="h4">主辦單位向參加者蒐集個⼈資料，蒐集之⽬的係作為本活動及其衍⽣之授權或其他相關稽核⽬的，並作為傳遞將來本活動相關訊息之⽤。參加者個⼈資料將由主辦單位暨關係企業或受主辦單位委託代為處理事務之第三⼈進⾏處理及利⽤。參賽者依法得向主辦單位請求查詢、複製、 補充更正、停⽌蒐集處理利⽤或刪除參加者之個⼈資料。參賽者得選擇不提供個⼈資料，但參賽者之參加活動/得獎資格將因程序未完成⽽視為放棄權。</li>
            <li class="h4">主辦單位對本章程所有內容擁有最終解釋權，並保留隨時修改或終⽌本活動之權利。若有其他未盡事宜，則以本競賽網站最終公告之說明為準。 </li>
            <li class="h4">凡參加報名者，視為已閱讀並完全同意遵守本競賽之⼀切規定。</li>
        </ol>
    </div>
</section>
@endsection